{
  "label": "lancer.compendium.player-actors",
  "mapping": {
    "system": {
      "path": "system",
      "converter": "generalConverter"
    }
  },
  "entries": {
    "Aegis Shield Generator": {
      "name": "神盾護盾產生器",
      "tokenName": "神盾護盾產生器",
      "detail": "擺放三顆 d6 骰來表示這個護盾產生器的剩餘能源。當任何至少有一部分位於該區域內的角色或物件受到傷害時，你能以<b>反應</b>擲其中一顆 d6 來使該傷害減少等同擲骰結果的數值。<br><br>這個效果會持續直到該場景結束，所有骰子都被消耗導致護盾產生器失去動力、或護盾產生器被毀為止。"
    },
    "Armor Pack": {
      "name": "Armor Pack",
      "tokenName": "Armor Pack",
      "detail": "When finished, this pack latches onto the next allied character that moves adjacent to it and fuses onto them. The project is destroyed, but they gain +1 ARMOR for the rest of the scene. This could temporarily put them over the armor maximum."
    },
    "Assassin Drone": {
      "name": "Assassin Drone",
      "tokenName": "Assassin Drone",
      "detail": "Upon deployment, it targets a blast 2 area of your choice within line of sight and Sensors and you gain the Area Denial reaction (usable any number of times a round).<br>You may recall or redeploy the assassin drone as a quick action. Until recalled or destroyed, it remains deployed until the end of the scene."
    },
    "Autoloader Drone": {
      "name": "Autoloader Drone",
      "tokenName": "Autoloader Drone",
      "detail": "1/round, one character adjacent to it may reload a Loading weapon as a quick action. It deactivates at the end of the scene."
    },
    "Bouncing Mine": {
      "name": "Bouncing Mine",
      "tokenName": "Bouncing Mine",
      "detail": "This mine detonates when a flying character passes over or adjacent to it, up to 10 spaces high. The mine launches itself upwards and detonates: all characters within the affected area must succeed on a Systems save or take 2d6 explosive damage and immediately land (this counts as falling without any damage); additionally, they can’t fly until the end of their next turn. On a success, they take half damage and are otherwise unaffected."
    },
    "Breaching Charge": {
      "name": "突破炸藥",
      "tokenName": "突破炸藥",
      "detail": "除了鄰接的未佔據空間外，這個地雷也可以被安裝在鄰接的牆壁、掩護、或地形上。在設置後，這個地雷必須以<b>快速動作</b>來引爆。影響範圍內的角色必須成功通過<b>敏捷豁免</b>，否則受到 2d6 穿甲(AP)爆炸傷害。豁免成功則只受到一半的傷害。物件和地形會被自動命中並受到 30 穿甲(AP)爆炸傷害。"
    },
    "Damping Station": {
      "name": "Damping Station",
      "tokenName": "Damping Station",
      "detail": "When finished, this repair station generates a Burst 1 field within which allied characters gain IMMUNITY to burn and clear any burn currently affecting them."
    },
    "Deployable Shield (Reserve)": {
      "name": "Deployable Shield (Reserve)",
      "tokenName": "Deployable Shield (Reserve)",
      "detail": "Grants soft cover to all friendly characters in a BURST 2 radius"
    },
    "Emplacement": {
      "name": "Emplacement",
      "tokenName": "Emplacement",
      "detail": "When finished, this elevated emplacement is SIZE 1 and 3 spaces high. The top third is a is a shielded platform that can fit characters up to a combined SIZE 1 (the rest is solid metal or plastic). Firing slits allow line of sight both into and out of the emplacement but give characters within hard cover from all directions. Characters can enter or exit the emplacement from any adjacent space as a quick action. Upon entering, they move into the shielded platform. Characters and DEPLOYABLES can stand on the flat roof of the structure, but don’t gain cover."
    },
    "Explosive Mine": {
      "name": "爆裂地雷",
      "tokenName": "爆裂地雷",
      "detail": "所有位於其<b> 爆發 1 </b>範圍內的角色必須成功通過<b>敏捷豁免</b>，否則受到 2d6 爆炸傷害。豁免成功則只受到一半的傷害。"
    },
    "Flash Mine": {
      "name": "Flash Mine",
      "tokenName": "Flash Mine",
      "detail": "This mine detonates in a Burst 1 area when a character moves adjacent to or over it. Characters within the affected area must succeed on an Agility save or they only have line of sight to adjacent spaces until the end of their next turn."
    },
    "Ghast Drone": {
      "name": "Ghast Drone",
      "tokenName": "Ghast Drone",
      "detail": "This Ghast nexus can be deployed to a free space within Sensors and line of sight as a free action, where it becomes a stationary, hovering Drone. Once deployed, you may still use it for Skirmish and Barrage attacks as though it is still a weapon, but with line of sight and Range traced from its location.<br>You may recall or redeploy the Ghast nexus as a quick action. Until recalled or destroyed, it remains deployed until the end of the scene. If destroyed, it follows the rules for destroyed Drones and can’t be used until repaired."
    },
    "Grounding Mine": {
      "name": "Grounding Mine",
      "tokenName": "Grounding Mine",
      "detail": "This mine must be detonated remotely as a quick action, affecting a single character within range 5 of the mine: they must succeed on a Hull save or be pulled as far as possible toward the mine and knocked Prone. Flying characters that fail the save are affected the same way, except they are also forced to land (this counts as falling but without damage)."
    },
    "Guardian OROCHI Drone": {
      "name": "Guardian OROCHI Drone",
      "tokenName": "Guardian OROCHI Drone",
      "detail": "This drone projects a shield. Ranged attacks against adjacent allied characters receive +1 difficulty."
    },
    "HAVOK Mine": {
      "name": "HAVOK Mine",
      "tokenName": "HAVOK Mine",
      "detail": "When a character moves over or adjacent to this mine, it detonates with a focused explosion in a line 5 path in the direction of the character who triggered it. Characters within the affected area must succeed on an Agility save or take 4 burn. On a success, they take 2 burn."
    },
    "Hive Drone": {
      "name": "Hive Drone",
      "tokenName": "Hive Drone",
      "detail": "This hive drone can be deployed to a free space within Sensors and line of sight, where it releases a burst 2 greywash swarm with the following effects:<ul><li>Allied characters at least partially within the affected area gain soft cover, as does the hive drone.</li><li>Hostile characters take 1 AP kinetic damage when they start their turn in the affected area or enter it for the first time in a round. Damage from areas created by multiple hive drones does not stack.</li></ul>The drone can be deployed to a different space or recalled as a quick action."
    },
    "Hunter OROCHI Drone": {
      "name": "Hunter OROCHI Drone",
      "tokenName": "Hunter OROCHI Drone",
      "detail": "As a reaction, you may force characters that start their turn adjacent to this drone or move adjacent to it for the first time in a round to make a Systems save. On a failure, they receive Lock On."
    },
    "ICEOUT Drone": {
      "name": "ICEOUT Drone",
      "tokenName": "ICEOUT Drone",
      "detail": "Characters at least partially within the ICEOUT drone's Burst 1 area gain Immunity to all tech actions, and can’t make tech actions. Existing conditions and effects caused by tech actions are not cleared but characters have Immunity to them while they are in the area, and they can be saved against normally.<br>The ICEOUT drone can be moved to any point within Sensors as a quick action. It cannot be recalled and expires at the end of the scene."
    },
    "Jericho Deployable Cover": {
      "name": "耶利哥展開掩體",
      "tokenName": "耶利哥展開掩體",
      "detail": "你與你鄰接的兩個未佔據空間中展開兩個<b>大小 1 </b>的<b>硬性掩護</b>。每一個掩體都是<b> 5 迴避 </b>和<b> 10 HP </b>的物件，且能各自被選為目標或被毀。這些掩體可以透過<b>完整動作</b>被撿起。"
    },
    "Lotus Projector": {
      "name": "Lotus Projector",
      "tokenName": "Lotus Projector",
      "detail": "This scout drone can be deployed to a space within Sensors and line of sight, where it emits a Burst 2 field with the following effects:<ul><li>You know the current location, HP, Evasion, E-Defense, and Heat of all characters within the affected area.</li><li>Hostile characters cannot Hide in the area, and if they end their turn in the affected area they cease to be Hidden.</li><li>Hostile characters can’t benefit from being Invisible while in the affected area.</li></ul>You can recall and redeploy your scout drone as a quick action."
    },
    "Lurker Mine": {
      "name": "Lurker Mine",
      "tokenName": "Lurker Mine",
      "detail": "This mine does not detonate as normal. Instead, gain the Selective Detonation reaction, which can be performed once per deployed lurker mine."
    },
    "Markey’s Fusebox": {
      "name": "Markey’s Fusebox",
      "tokenName": "Markey’s Fusebox",
      "detail": "Expend a charge to set an explosive charge in a free adjacent space. It arms at the end of the round; once armed, it explodes if it takes any damage or heat. Characters within Burst 3 must succeed on an AGILITY save or take 2d6 Explosive damage and be pushed out of the affected area, or as far as possible. On a success, they are still pushed but take half damage."
    },
    "Mesmer Mine": {
      "name": "Mesmer Mine",
      "tokenName": "Mesmer Mine",
      "detail": "Characters within the affected Burst 2 area must succeed on a Systems save or become Immobilized until the end of their next turn."
    },
    "Omnibus Plate": {
      "name": "Omnibus Plate",
      "tokenName": "Omnibus Plate",
      "detail": "The plate cannot be moved, is flat, and does not block movement. It is large enough to hold a single SIZE 1 or smaller DRONE or DEPLOYABLE at a time. DRONES and DEPLOYABLES placed on the plate gain RESISTANCE to all damage and gain +1 to the size of any BURST or BLAST effects they generate. Additionally, any of their effects that require adjacency can now be activated from within Range 2."
    },
    "Perimeter Command Plate": {
      "name": "Perimeter Command Plate",
      "tokenName": "Perimeter Command Plate",
      "detail": "The plate activates for a character the first time that character enters its space during a round, or if they end their turn there.<br>Upon printing, choose a setting:<ul><li><b>Repulse:</b> Hostile characters that move onto the PCP must succeed on a Hull save or be pushed 3 spaces in the direction of your choice. If this causes them to collide with an obstruction, they are knocked Prone. Allied characters that enter the space may immediately fly 3 spaces in any direction as a free action.</li><li><b>Attract:</b> Characters that move onto the PCP must succeed on a Hull save or become Immobilized. They can clear Immobilized by successfully repeating the save as a quick action; it is also cleared if the PCP is destroyed."
    },
    "Portable Bunker": {
      "name": "流動碉堡",
      "tokenName": "流動碉堡",
      "detail": "所有完全處於碉堡的 4x4 範圍區域內的角色，對於來自碉堡外的任何攻擊都會受益於<b>硬性掩護</b>，並對源自碉堡外的 <b>濺射</b>、<b>線性</b>、<b>爆發</b>和<b>錐形</b>攻擊造成的傷害具有<b>抗性</b>。<br><br>這座碉堡是露天的，且所有角色都能夠自由進出。一旦被展開，這座碉堡就不能被移動或回收。"
    },
    "Restock Drone": {
      "name": "補給無人機",
      "tokenName": "補給無人機",
      "detail": "當隊友角色與這部無人機鄰接時，該角色能以<b>快速動作</b>將其啟動，清除 1d6 熱度，解除一個狀況，並裝填一件帶有<b>裝填</b>標籤的武器。在被啟動之後，這部無人機會立即解體。"
    },
    "Sentinel Drone": {
      "name": "Sentinel Drone",
      "tokenName": "Sentinel Drone",
      "detail": "The sentinel drone can be deployed to any free space within Sensors and line of sight, where it establishes a burst 2 security perimeter. Hostile characters within the affected area take 3 kinetic damage from the drone’s automatic fire before making any attack.<br>The sentinel drone can be redeployed to a new location or recalled as a quick action."
    },
    "Shredder OROCHI Drone": {
      "name": "Shredder OROCHI Drone",
      "tokenName": "Shredder OROCHI Drone",
      "detail": "As a reaction, you may force characters that start their turn adjacent to this drone or move adjacent to it for the first time in a round to make a Hull save. On a failure, they take 1 kinetic damage and become Shredded until the end of their next turn."
    },
    "Smoke Mine": {
      "name": "煙霧地雷",
      "tokenName": "煙霧地雷",
      "detail": "這個地雷會在任何隊友角色移動到它所在或鄰接空間時引爆。所有處於其<b> 爆發 3 </b>範圍內的角色和物件都會得到<b>軟性掩護</b>，持續直到將其引爆的角色的下一回合結束為止。"
    },
    "SMOKESTACK Heat Sink": {
      "name": "SMOKESTACK Heat Sink",
      "tokenName": "SMOKESTACK Heat Sink",
      "detail": "Expend a charge to deploy a pylon that absorbs heat in a Burst 2 area around itself. It absorbs any heat dealt to characters at least partially within the affected area from any source (before reductions, including RESISTANCE). Once the pylon has absorbed 6 Heat, it explodes. Characters within the affected area must succeed on an AGILITY save or take 1d6+3 AP Energy Damage. On a success, they take half damage. Objects and DEPLOYABLES are hit automatically. Any excess heat absorbed by the pylon as part of the same action or effect that caused it to explode disperses with no effect."
    },
    "Snare Foam": {
      "name": "Snare Foam",
      "tokenName": "Snare Foam",
      "detail": "When finished, this project continually sprays foam around it, creating a Burst 2 area of difficult terrain. Destroying it removes the effect."
    },
    "Snare OROCHI Drone": {
      "name": "Snare OROCHI Drone",
      "tokenName": "Snare OROCHI Drone",
      "detail": "As a reaction, you may force characters that start their turn adjacent to this drone or move adjacent to it for the first time in a round to make an Agility save. On a failure, they become Immobilized. They only cease to be Immobilized when the drone is destroyed or no longer adjacent, or they succeed on an Agility save as a quick action."
    },
    "Stasis Barrier": {
      "name": "Stasis Barrier",
      "tokenName": "Stasis Barrier",
      "detail": "Generate a line 4 barrier 4 spaces high in free spaces with at least one space adjacent to you. It counts as an obstruction and provides soft cover, but doesn’t block line of sight.<br>When an attack is made against a character that benefits from this barrier’s soft cover, roll 1d6: on 4+, the attack is consumed by the barrier and has no effect whatsoever. The barrier lasts for the rest of the scene, or until you deactivate it as a quick action. This effect does not stack with Invisible."
    },
    "Tempest Drone": {
      "name": "Tempest Drone",
      "tokenName": "Tempest Drone",
      "detail": "Any character that starts their turn adjacent to the tempest drone or moves adjacent to it for the first time in a round must succeed on a Hull save or take 4 energy damage and be knocked 3 spaces directly away from the drone.<br>You may recall or redeploy the tempest drone as a quick action. Until recalled or destroyed, it remains deployed until the end of the scene."
    },
    "Thermite Charge": {
      "name": "鋁熱炸彈",
      "tokenName": "鋁熱炸彈",
      "detail": "這枚炸彈必須以<b>快速動作</b>來遙控引爆。影響範圍內的所有角色必須成功通過<b>工程豁免</b>，否則受到 3 能量傷害。鋁熱炸彈會自動命中物件，並造成帶有穿甲（AP）效果的 10 能量傷害。",
      "actions": {
        "Detonate": {
          "name": "引爆",
          "detail": "影響範圍內的所有角色必須成功通過<b>工程豁免</b>，否則受到 3 能量傷害。鋁熱炸彈會自動命中物件，並造成帶有穿甲（AP）效果的 10 能量傷害。"
        }
      }
    },
    "Turret Drone": {
      "name": "無人炮塔",
      "tokenName": "無人炮塔",
      "detail": "得到<b>炮塔攻擊</b>反應，每展開一個無人炮塔就能使用這個反應一次。無人炮塔無法回收，且會在場景結束時停止運作。",
      "actions": {
        "Turret Attack": {
          "name": "炮塔攻擊",
          "trigger": "當無人炮塔的 ⌿10 範圍內有隊友角色進行攻擊並命中時。",
          "detail": "無人炮塔對在視線範圍內的目標造成 3 動能傷害。"
        }
      }
    },
    "Webjaw Snare": {
      "name": "網顎陷阱",
      "tokenName": "網顎陷阱",
      "detail": "網顎陷阱不會阻礙移動，且直到被觸發前都不能被攻擊。<br>網顎陷阱會在任何角色移動到其所在位置時被觸發。目標必須成功通過<b>機體豁免</b>，否則受到 1d6 穿甲(AP)動能傷害，並陷入<b>固定</b>狀況。這個效果會持續直到網顎陷阱被毀為止。"
    }
  }
}